---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.CuttingFailures
source: html/c485d27e-a745-8351-2d24-6a41dd756be1.htm
---
# BuiltInFailures.CuttingFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.